Revit 2027 API
SymbolTypeId.FlLowercase Property
 Symbol fl, indicating unit Footlamberts.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FlLowercase { get; }
Public Shared ReadOnly Property FlLowercase As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FlLowercase {
	ForgeTypeId^ get ();
}
static member FlLowercase : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace